Repository: Liueric11/nano-challange-3
Catalog: nano-challenge-3/Globals/SupportingFiles/Localizable.xcstrings
Source language: en
Languages: id

source: 22 days streak
id: 22 hari berturut-turut

source: 25 of 44 days streak
id: 25 dari 44 hari berturut-turut

source: 25 of 66 days streak
id: 25 dari 66 hari berturut-turut

source: All iCloud
id: Semua iCloud

source: Average
id: Rata-rata

source: Badge
id: Penghargaan

source: Badges Collection
id: Koleksi Penghargaan

source: Congratulations!
id: Selamat!

source: Date
id: Tanggal

source: Day
id: Hari

source: Duration
id: Durasi

source: Habit Report
id: Laporan Habit

source: hours per day
id: jam per hari

# ls.button.add-note-paragraph
source: Add Paragraph
id: Paragraf Baru

# ls.button.redirect-to-habit-view
source: Explore my reading habit
id: Eksplor kebiasaan membaca

# ls.card-header.body.reading-habit
source: Reading habit is a special kind of note, which are displayed separately from other notes.
id: Kebiasaan membaca adalah catatan spesial, yang ditampilkan terpisah dari catatan yang lain.

# ls.card-header.title.reading-habit
source: Reading Habit
id: Kebiasaan Membaca

# ls.cta.add
source: Add
id: Tambah

# ls.cta.cancel
source: Cancel
id: Batalkan

# ls.cta.done
source: Done
id: Selesai

# ls.cta.save
source: Save
id: Simpan

# ls.list-header.body.icloud
source: These items are synced between devices
id: Semua yang disini akan sinkron antar perangkat

# ls.list-header.title.last-month
source: Last Month
id: Bulan Lalu

# ls.list-header.title.long-ago
source: Long Ago
id: Dulu

# ls.list-header.title.new-folder
source: New Folder
id: Folder Baru

# ls.list-header.title.previous-7-days
source: Previous 7 Days
id: Seminggu Kemarin

# ls.list-header.title.reading-goals
source: Reading Goals
id: Target Membaca

# ls.list-header.title.today
source: Today
id: Hari ini

# ls.list-header.title.yesterday
source: Yesterday
id: Kemarin

# ls.navigation-title.folders
source: Folders
id: Folder

# ls.navigation-title.sheet.new-folder
source: New Folder
id: Folder Baru

source: mins reading
id: menit membaca

source: Minute
id: Menit

source: Minutes
id: Menit

source: Next Reading
id: Bacaan Selanjutnya

source: per day
id: per hari

source: Reading Habit
id: Habit Membaca

source: Reading time
id: Waktu Membaca

source: Reading Time
id: Waktu Membaca

source: Recently Deleted
id: Baru Dihapus

source: Reminder
id: Pengingat

source: Repeat
id: Berulang

source: Save
id: Simpan

source: Select a time
id: Pilih Waktu

source: Set Your Reading Goal
id: Tentukan Reading Goal

source: Time
id: Waktu

source: Tonight
id: Malam ini

source: Transactions
id: Transaksi

source: Your Reading Goal
id: Goal Membaca Kamu
